import { Testimonial } from "@/types/testimonial"

export const testimonials: Testimonial[] = [
    {
        image: '/images/testimonial/smiths.jpg',
        name: 'سارا و علی موسوی',
        review: 'من خانه ایده‌آلم را در کمترین زمان پیدا کردم! لیست‌ها دقیق، عکس‌ها دقیق و کل فرآیند بی‌نقص بود. خدمات مشتری درجه یک بود و به تمام سوالات من پاسخ داد. من قطعاً در آینده دوباره از این پلتفرم استفاده خواهم کرد!',
        position: 'خریدار'
    },
    {
        image: '/images/testimonial/johns.jpg',
        name: 'ندا و شایان بیدوا',
        review: 'من خانه ایده‌آلم را در کمترین زمان پیدا کردم! لیست‌ها دقیق، عکس‌ها دقیق و کل فرآیند بی‌نقص بود. خدمات مشتری درجه یک بود و به تمام سوالات من پاسخ داد. من قطعاً در آینده دوباره از این پلتفرم استفاده خواهم کرد!',
        position: 'خریدار'
    },
]